# Привести сказку про Красную шапочку (файлы в директории red_hat) к нормальному виду за 3 коммита
# Обратите внимание что в один коммит попадает несколько файлов.

# TODO - Сначала вернем Красную шапочку (бывш. Черную курточку) во все пять файлов из red_hat,

# TODO - удалим первые два комментария TODO и сделаем коммит

# TODO - Потом Волка (бывш. Гоблин) (во всех файлах! удалить комментарий TODO! коммит!)
# TODO - И наконец - веревочку (бывш. пружинку) (удалить TODO! коммит!)
# TODO - комментарии с TODO нужно удалять вместе с выполнением каждого пункта задания
# TODO - не забывайте пушить на сервер Ваши коммиты после выполнения задания!